tap "felixkratz/formulae"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"

brew "bat"
brew "carapace"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "httpie"
brew "jq"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "sesh"
brew "tmux"
brew "thefuck"
brew "tlrc"
brew "vivid"
brew "yazi"
brew "yq"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"

cask "aerospace"
